console.log("Самооценка работы по пунктам:\n\n" +

    "- Страница Main (60/60)\nПояснение:\n" +
    "1. Проверка верстки (7/7)\n" +
    "2. Вёрстка соответствует макету (35/35)\n" +
    "3. Требование к CSS (6/6)\n" +
    "4. Интерактивность элементов (12/12)\n\n" +
    
    "- Страница Pets (40/40)\nПояснение:\n" +
    "5. Проверка верстки (7/7)\n" +
    "6. Вёрстка соответствует макету (15/15)\n" +
    "7. Требование к CSS (4/4)\n" +
    "8. Интерактивность элементов (14/14)\n\n");